Autodesk.Revit.DB.SlabShapeCrease.EndPoints
The vertices of the crease.

Autodesk.Revit.DB.SlabShapeCrease.CreaseType
The type of the crease.

Autodesk.Revit.DB.SlabShapeCrease.Curve
The geometry of the crease.

Autodesk.Revit.DB.SlabShapeCrease
A crease used in Slab Shape Editing.